let questions = [
    {
        "question":"你喜歡笑嗎?",
        "answers":[
            ["是的",2],
            ["不是",3],
            ["還好",4]
        ]
    },
    {
        "question":"你覺得自已好笑嗎？",
        "answers":[
            ["是的",3],
            ["不是",4],
            ["還過得去",5]
        ]
    },
    {
        "question":"你腦海中現在想到最好笑的人是誰?",
        "answers":[
            ["藝人或偶像",4],
            ["朋友",5],
            ["一個他/她不認識你自己的人",7],
            ["以上皆非",6]
        ]
    },
    {
        "question":"想要自己帶給人歡笑/正能量嗎?",
        "answers":[
            ["YES",5],
            ["還好",6],
            ["不要",7]
        ]
    },
    {
        "question":"你會喜歡愛笑的人嗎?",
        "answers":[
            ["超喜歡",6],
            ["普普通通",6],
            ["不會",6]
        ]
    },
    {
        "question":"當你想放鬆時會想看些好笑的影片嗎?",
        "answers":[
            ["會","B"],
            ["不會",7],
            ["偶爾會","A"]
        ]
    },
    {
        "question":"如果你朋友找你去看脫口秀你會去嗎?",
        "answers":[
            ["應該會","C"],
            ["看情況","B"],
            ["應該不會","D"]
        ]
    }
];

let finalAnswers={
        "A":["您是生活壓力大的人","推薦給您的脫口秀藝人為--'Bill Burr'--甚麼玩笑都敢開的他，適合給上班/上課壓力大的人看，十分紓壓"],
        "B":["您是笑點較高的人","推薦給您的脫口秀藝人為--'Conan O'brian'-- 她適合笑點較高的人，他無俚頭以及奇特的叫聲會讓你哭笑不得"],
        "C":["您是一般大眾型","推薦給您的脫口秀藝人為--'Kevin Hart'-- 他算是最有名的脫口秀演員之一，從在酒吧講笑話到主演電影的他所帶有的搞笑天賦絕對適合您"],
        "D":["您是無聊怪","推薦給您的脫口秀藝人為--'無'-- 你太無聊了 不想推薦給你anyone"]
};


